Repository: Takerman/Tanyo.Portfolio
Catalog: Tanyo.Portfolio.Web/Resources/Views/Shared/Partials/Testimonial.*.resx
Languages: bg

source: About Me
bg: За мен

source: Anders Person
bg: Андерс Пърсън

source: BGO Software
bg: БГО Софтуер

source: Comstream
bg: Комстрийм

source: Honourable Clients Says
bg: Уважавани клиенти казват

source: In our opinion, Tanyo conducted his tasks in an excellent way. He was appreciated by his colleagues and showed a great attitude towards work. I would recommend Tanyo for a similar position based on his professional and personal skills.
bg: Мислим, че Таньо изпълняваше задачите си по идеален начин. Той беше оценен от колегите си и показа добро отношение спрямо работата. Бих препоръчал Таньо за подобна позиция спрямо неговите лични умения

source: Ivan Lekushev
bg: Иван Лекушев

source: Ivaylo Ivanov
bg: Ивайло Иванов

source: My testimonials
bg: Моите препоръки

source: Recomendation
bg: Препоръка

source: Tanyo was with us for long time and contributed to an important project in our company. He gave some creative ideas and stayed in touch after leaving the company.
bg: Таньо беше със нас за дълго време и помогна за важен проект във компанията ни. Даде няколко креативни идей и останахме в контакт след престоя му в компанията.

source: Tanyo would be a good part in every team as he was an important part of our. I would definately recommend Tanyo to his next employers.
bg: Таньо би бил добра част във всеки екип, като той беше важна във нашия. Определено бих препоръчал Таньо на следващ работодател.
